[
  "A 2007 Gallup poll revealed that both men and women were equally likely to own a cat.",
  "A cat almost never meows at another cat, mostly just humans. Cats typically will spit, purr, and hiss at other cats.",
  "A cat called Dusty has the known record for the most kittens. She had more than 420 kittens in her lifetime.",
  "A cat can jump 5 times as high as it is tall.",
  "A cat can jump up to five times its own height in a single bound.",
  "A cat can spend five or more hours a day grooming himself.",
  "A cat can sprint at about thirty-one miles per hour.",
  "A cat can travel at a top speed of approximately 31 mph (49 km) over a short distance.", 
  "A cat cannot see directly under its nose.", 
  "A cat can’t climb head first down a tree because every claw on a cat’s paw points the same way. To get down from a tree, a cat must back down.",
  "A cat has 230 bones in its body. A human has 206. A cat has no collarbone, so it can fit through any opening the size of its head.",
  "A cat has approximately 60 to 80 million olfactory cells (a human has between 5 and 20 million).",
  "A cat has more bones than a human being; humans have 206 and the cat has 230 bones.",
  "A cat has two vocal chords, and can make over 100 sounds.",
  "A cat lover is called an Ailurophilia (Greek: cat+lover).",
  "A cat named Dusty, aged 1 7, living in Bonham, Texas, USA, gave birth to her 420th kitten on June 23, 1952.",
  "A cat rubs against people not only to be affectionate but also to mark out its territory with scent glands around its face.The tail area and paws also carry the cat’s scent.",
  "A cat sees about 6 times better than a human at night, and needs 1/6 the amount of of light that a human does - it has a layer of extra reflecting cells which absorb light.",
  "A cat uses its whiskers for measuring distances.  The whiskers of a cat are capable of registering very small changes in air pressure.",
  "A cat usually has about 12 whiskers on each side of its face.",
  "A cat will tremble or shiver when it is in extreme pain.",
  "A cat's appetite is the barometer of its health. Any cat that does not eat or drink for more than two days should be taken to a vet.",
  "A cat's brain is more similar to a man's brain than that of a dog.",
  "A cat's field of vision is about 200 degrees.",
  "A cat's hearing is much more sensitive than humans and dogs.",
  "A cat's jaw has only up and down motion; it does not have any lateral, side to side motion, like dogs and humans.",
  "A cat's normal temperature varies around 101 F // 38 C.",
  "A cat's whiskers are thought to be a kind of radar, which helps a cat gauge the space it intends to walk through.",
  "A cats field of vision is about 185 degrees.",
  "A cat’s back is extremely flexible because it has up to 53 loosely fitting vertebrae. Humans only have 34.",
  "A cat’s brain is biologically more similar to a human brain than it is to a dog’s. Both humans and cats have identical regions in their brains that are responsible for emotions.",
  "A cat’s eyesight is both better and worse than humans. It is better because cats can see in much dimmer light and they have a wider peripheral view. It’s worse because they don’t see color as well as humans do. Scientists believe grass appears red to cats.",
  "A cat’s hearing is better than a dog’s. And a cat can hear high-frequency sounds up to two octaves higher than a human.",
  "A cat’s heart beats nearly twice as fast as a human heart, at 110 to 140 beats a minute.",
  "A cat’s jaw can’t move sideways, so a cat can’t chew large chunks of food.",
  "A cat’s nose pad is ridged with a unique pattern, just like the fingerprint of a human.",
  "A commemorative tower was built in Scotland for a cat named Towser, who caught nearly 30,000 mice in her lifetime.",
  "A domestic cat can run at speeds of 30 mph.",
  "A female cat is called a queen or a molly.",
  "A female cat will be pregnant for approximately 9 weeks or between 62 and 65 days from conception to delivery.",
  "A form of AIDS exists in cats.",
  "A group of cats is called a \"clowder\".",
  "A happy cat holds her tail high and steady.",
  "A healthy cat has a temperature between 38 and 39 degrees Celcius.",
  "A kitten will typically weigh about 3 ounces at birth.  The typical male housecat will weigh between  7 and 9 pounds, slightly less for female housecats.",
  "A queen (female cat) can begin mating when she is between 5 and 9 months old.",
  "A sexually-active feral tom-cat \"owns\" an area of about three square miles and \"sprays\" to mark his territorywith strong smelling urine.",
  "A steady diet of dog food may cause blindness in your cat - it lacks taurine.",
  "A tiger's stripes are like fingerprints.",
  "A tomcat (male cat) can begin mating when he is between 7 and 10 months old.",
  "About 37% of American homes today have at least 1 cat.",
  "Abraham Lincoln loved cats. He had four of them while he lived in the White House.",
  "According to Hebrew legend, Noah prayed to God for help protecting all the food he stored on the ark from being eaten by rats. In reply, God made the lion sneeze, and out popped a cat.",
  "According to a Gallup poll, most American pet owners obtain their cats by adopting strays.",
  "After humans, mountain lions have the largest range of any mammal in the Western Hemisphere.",
  "Ailurophile is the word cat lovers are officially called.",
  "All cats have claws, and all except the cheetah sheath them when at rest.",
  "All cats have three sets of long hairs that are sensitive to pressure - whiskers, eyebrows,and the hairs between their paw pads.",
  "All cats need taurine in their diet to avoid blindness. Cats must also have fat in their diet as they are unable to produceit on their own.",
  "Among many other diseases, cats can suffer from anorexia, senility, feline AIDS and acne.",
  "An adult lion's roar can be heard up to five miles (eight kilometers) away.",
  "Ancient Egyptian family members shaved their eyebrows in mourning when the family cat died.",
  "Approximately 1/3 of cat owners think their pets are able to read their minds.",
  "Approximately 24 cat skins can make a coat.",
  "Approximately 40,000 people are bitten by cats in the U.S. annually.",
  "At 4 weeks, it is important to play with kittens so that they do not develope a fear of people.",
  "Baking chocolate is the most dangerous chocolate to your cat.",
  "Blue-eyed, pure white cats are frequently deaf.",
  "Both humans and cats have identical regions in the brain responsible for emotion.",
  "British cat owners spend roughly 550 million pounds yearly on cat food.",
  "Cat bites are more likely to become infected than dog bites.",
  "Cat families usually play best in even numbers. Cats and kittens should be acquired in pairs whenever possible.",
  "Cat paws act as tempetature regulators, shock absorbers, hunting and grooming tools, sensors, and more.",
  "Cat's urine glows under a black light.",
  "Cats and kittens should be acquired in pairs whenever possible as cat families interact best in pairs.",
  "Cats are North America’s most popular pets: there are 73 million cats compared to 63 million dogs. Over 30% of households in North America own a cat.",
  "Cats are extremely sensitive to vibrations. Cats are said to detect earthquake tremors 10 or 15 minutes before humans can.",
  "Cats are now Britain's favourite pet: there are 7.7 million cats as opposed to 6.6 million dogs.",
  "Cats are subject to gum disease and to dental caries. They should have their teeth cleaned by the vet or the cat dentist once a year.",
  "Cats are the world's most popular pets, outnumbering dogs by as many as three to one.",
  "Cats bury their feces to cover their trails from predators.",
  "Cats can be right-pawed or left-pawed.",
  "Cats can be taught to walk on a leash, but a lot of time and patience is required to teach them. The younger the cat is, the easier it will be for them to learn.",
  "Cats can judge within 3 inches the precise location of a sound being made 1 yard away.",
  "Cats can jump up to 7 times their tail length.",
  "Cats can predict earthquakes. We humans are not 100% sure how they do it. There are several different theories.",
  "Cats can rotate their ears 180 degrees.",
  "Cats come back to full alertness from the sleep state faster than any other creature.",
  "Cats control the outer ear using 32 muscles; humans use 6.",
  "Cats dislike citrus scent."
]